tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "olets/tap"
tap "rcmdnk/file"
brew "act"
brew "anyenv"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "aom"
brew "gdbm"
brew "asciiquarium"
brew "autoconf"
brew "awscli"
brew "bat"
brew "icu4c"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "cowsay"
brew "docker", link: false
brew "docker-clean"
brew "docker-compose"
brew "efm-langserver"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcalcli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "golangci-lint"
brew "gotop"
brew "grep"
brew "pkg-config"
brew "guile"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libffi"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "netlify-cli"
brew "netpbm"
brew "nghttp2"
brew "onefetch"
brew "pcre"
brew "pfetch"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "source-highlight"
brew "starship"
brew "swiftformat"
brew "tflint"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "unison"
brew "urlview"
brew "vue-cli"
brew "wallpaper"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "chromedriver"
cask "clipy"
cask "cron"
cask "db-browser-for-sqlite"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "drawio"
cask "evernote"
cask "figma"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "lapce"
cask "mmhmm"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "stoplight-studio"
cask "tableplus"
cask "todoist"
cask "via"
cask "visual-studio-code"
cask "warp"
cask "xmind"
cask "zoom"
cask "zulip"
mas "monday.com", id: 1298450641
mas "Slack", id: 803453959
mas "Unsplash Wallpapers", id: 1284863847
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "Alan.stylus"
vscode "albymor.increment-selection"
vscode "amandeepmittal.pug"
vscode "andys8.jest-snippets"
vscode "antfu.browse-lite"
vscode "antfu.retypewriter"
vscode "antfu.vite"
vscode "ardenivanov.svelte-intellisense"
vscode "Arjun.swagger-viewer"
vscode "Asuka.insertnumbers"
vscode "bierner.markdown-mermaid"
vscode "bradlc.vscode-tailwindcss"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "csholmq.excel-to-markdown-table"
vscode "dariofuzinato.vue-peek"
vscode "dbaeumer.vscode-eslint"
vscode "dbalas.vscode-html2pug"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "Gruntfuggly.todo-tree"
vscode "hadenlabs.ghq-project-manager"
vscode "hollowtree.vue-snippets"
vscode "ionutvmi.path-autocomplete"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mubaidr.vuejs-extension-pack"
vscode "naumovs.color-highlight"
vscode "Orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "rebornix.ruby"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.vue-vscode-snippets"
vscode "Shopify.theme-check-vscode"
vscode "shyykoserhiy.vscode-spotify"
vscode "sianglim.slim"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "titiaiev.vue-docs"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "Vue.volar"
vscode "Vue.vscode-typescript-vue-plugin"
vscode "vuetifyjs.vuetify-vscode"
vscode "WakaTime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wingrunr21.vscode-ruby"
vscode "wmaurer.change-case"
vscode "xabikos.JavaScriptSnippets"
vscode "zhuangtongfa.material-theme"
vscode "ZixuanChen.vitest-explorer"
