
# tap repositories and their packages

tap 'homebrew/core'
brew 'anyenv'
brew 'aom'
brew 'apr'
brew 'apr-util'
brew 'argon2'
brew 'aspell'
brew 'autoconf'
brew 'awscli'
brew 'bdw-gc'
brew 'berkeley-db'
brew 'boost'
brew 'brotli'
brew 'c-ares'
brew 'ca-certificates'
brew 'cairo'
brew 'composer'
brew 'coreutils'
brew 'curl'
brew 'dav1d'
brew 'deno'
brew 'docker'
brew 'docker-clean'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetds'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fswatch'
brew 'gd'
brew 'gdbm'
brew 'gettext'
brew 'gh'
brew 'ghq'
brew 'giflib'
brew 'gist'
brew 'git'
brew 'gitmoji'
brew 'glib'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'golangci-lint'
brew 'graphite2'
brew 'guile'
brew 'harfbuzz'
brew 'icu4c'
brew 'imath'
brew 'jansson'
brew 'jemalloc'
brew 'jpeg'
brew 'jpeg-xl'
brew 'krb5'
brew 'kubernetes-cli'
brew 'lame'
brew 'leptonica'
brew 'libass'
brew 'libbluray'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libidn2'
brew 'libnghttp2'
brew 'libogg'
brew 'libpng'
brew 'libpq'
brew 'libpthread-stubs'
brew 'libsamplerate'
brew 'libsndfile'
brew 'libsodium'
brew 'libsoxr'
brew 'libssh2'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libuv'
brew 'libvidstab'
brew 'libvmaf'
brew 'libvorbis'
brew 'libvpx'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxrender'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'lua'
brew 'lzo'
brew 'm4'
brew 'mas'
brew 'mpdecimal'
brew 'ncurses'
brew 'nettle'
brew 'nghttp2'
brew 'node'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openexr'
brew 'openjpeg'
brew 'openldap'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'peco'
brew 'perl'
brew 'php'
brew 'pixman'
brew 'pkg-config'
brew 'python@3.8'
brew 'python@3.9'
brew 'rav1e'
brew 'rbenv'
brew 'rbenv-gemset'
brew 'readline'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby-build'
brew 'sdl2'
brew 'six'
brew 'snappy'
brew 'source-highlight'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'swiftformat'
brew 'tcl-tk'
brew 'terraform'
brew 'tesseract'
brew 'theora'
brew 'tidy-html5'
brew 'tree'
brew 'unbound'
brew 'unison'
brew 'unixodbc'
brew 'webp'
brew 'x264'
brew 'x265'
brew 'xorgproto'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'zeromq'
brew 'zimg'
brew 'zsh'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/cask-versions'
cask 'sequel-pro-nightly'

tap 'homebrew/cask'
cask 'alfred'
cask 'amazon-music'
cask 'background-music'
cask 'chromedriver'
cask 'db-browser-for-sqlite'
cask 'discord'
cask 'docker'
cask 'drawio'
cask 'evernote'
cask 'gitkraken'
cask 'google-cloud-sdk'
cask 'graphiql'
cask 'kindle'
cask 'memory-clean-3'
cask 'microsoft-auto-update'
cask 'microsoft-edge'
cask 'notable'
cask 'postman'
cask 'skype'
cask 'slack'
cask 'stoplight-studio'
cask 'tableplus'
cask 'visual-studio-code'
cask 'zoom'

tap 'heroku/brew'

tap 'rcmdnk/file'
brew 'brew-file'

# App Store applications
mas 'AS Timer (5.3.1)', id: 512464723
mas 'LINE (7.3.0)', id: 539883307
mas 'Numbers (11.0)', id: 409203825
mas 'Xcode (12.3)', id: 497799835
