tap "candid82/brew"
tap "daveshanley/vacuum"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mrkai77/cask"
tap "olets/tap"
tap "rcmdnk/file"
tap "tako8ki/tap"
brew "act"
brew "anyenv"
brew "giflib"
brew "libpng"
brew "xz"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "aom"
brew "gdbm"
brew "asciiquarium"
brew "atuin"
brew "autoconf"
brew "awscli"
brew "bat"
brew "icu4c"
brew "boost"
brew "freetype"
brew "fontconfig"
brew "glib"
brew "lzo"
brew "pixman"
brew "cairo"
brew "gmp"
brew "coreutils"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "certifi"
brew "chezmoi"
brew "cloud-sql-proxy"
brew "cmake"
brew "rtmpdump"
brew "freetds"
brew "php"
brew "composer"
brew "cowsay"
brew "csvlens"
brew "dashing"
brew "deno"
brew "docker-clean"
brew "docker-compose"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "libogg"
brew "flac"
brew "frei0r"
brew "fribidi"
brew "graphite2"
brew "harfbuzz"
brew "lame"
brew "openjpeg"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "libsamplerate"
brew "libvorbis"
brew "opus"
brew "libsndfile"
brew "libsoxr"
brew "libvidstab"
brew "libvpx"
brew "opencore-amr"
brew "pango"
brew "rubberband"
brew "sdl2"
brew "snappy"
brew "speex"
brew "tesseract"
brew "theora"
brew "x264"
brew "x265"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcalcli"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gist"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gnupg"
brew "golangci-lint"
brew "gotop"
brew "gping"
brew "grep"
brew "grpcurl"
brew "pkg-config"
brew "guile"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "libffi"
brew "lolcat"
brew "lsd"
brew "lua-language-server"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "node"
brew "netlify-cli"
brew "netpbm"
brew "nghttp2"
brew "onefetch"
brew "openvino"
brew "protobuf"
brew "opencv"
brew "pcre"
brew "pfetch"
brew "pyenv-virtualenv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.8"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sheldon"
brew "shellcheck"
brew "source-highlight"
brew "spotify_player"
brew "starship"
brew "swiftformat"
brew "tflint"
brew "tmux"
brew "tre-command"
brew "tree"
brew "tty-clock"
brew "unison"
brew "urlview"
brew "vue-cli"
brew "wallpaper"
brew "wget"
brew "zellij"
brew "zsh"
brew "daveshanley/vacuum/vacuum"
brew "heroku/brew/heroku"
brew "heroku/brew/heroku-node"
brew "koekeishiya/formulae/yabai"
brew "tako8ki/tap/gobang"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "chromedriver"
cask "clipy"
cask "codeql"
cask "cursor"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "diffusionbee"
cask "discord"
cask "docker"
cask "drawio"
cask "evernote"
cask "figma"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "git-credential-manager"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "lapce"
cask "loop"
cask "meetingbar"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mmhmm"
cask "ngrok"
cask "nordvpn"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "ollama"
cask "pgadmin4"
cask "postman"
cask "qmk-toolbox"
cask "raycast"
cask "spotify"
cask "stoplight-studio"
cask "tableplus"
cask "todoist"
cask "via"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "warp"
cask "xbar"
cask "xmind"
cask "ytmdesktop-youtube-music"
cask "zed"
cask "zoom"
cask "zulip"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
vscode "4ops.terraform"
vscode "adamhartford.vscode-base64"
vscode "adpyke.codesnap"
vscode "alan.stylus"
vscode "albymor.increment-selection"
vscode "amandeepmittal.pug"
vscode "andrewbutson.vscode-openapi-viewer"
vscode "andys8.jest-snippets"
vscode "antfu.browse-lite"
vscode "antfu.retypewriter"
vscode "antfu.vite"
vscode "ardenivanov.svelte-intellisense"
vscode "arjun.swagger-viewer"
vscode "asuka.insertnumbers"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "csholmq.excel-to-markdown-table"
vscode "dariofuzinato.vue-peek"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dbalas.vscode-html2pug"
vscode "denoland.vscode-deno"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-complete-tag"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hadenlabs.ghq-project-manager"
vscode "hollowtree.vue-snippets"
vscode "ionutvmi.path-autocomplete"
vscode "jock.svg"
vscode "kaiwood.endwise"
vscode "kingwl.vscode-vitest-runner"
vscode "mads-hartmann.bash-ide-vscode"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "mubaidr.vuejs-extension-pack"
vscode "naumovs.color-highlight"
vscode "nuxt.mdc"
vscode "nuxtr.nuxtr-vscode"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "plex.vscode-protolint"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "scaffdog.scaffdog-vscode"
vscode "sdras.vue-vscode-snippets"
vscode "shopify.ruby-lsp"
vscode "shyykoserhiy.vscode-spotify"
vscode "sianglim.slim"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "sumneko.lua"
vscode "svelte.svelte-vscode"
vscode "sysoev.language-stylus"
vscode "sysoev.vscode-open-in-github"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "titiaiev.vue-docs"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vue.volar"
vscode "vuetifyjs.vuetify-vscode"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
